Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: No faults
da: Ingen fejl
de: Keine Fehler
es: Sin fallos
fr: Pas de défauts
it: Nessun guasto
nb: Ingen feil
nb_no: Ingen feil
nl: Geen fouten
pl: Brak usterek
ro: Nicio defecțiune
ru: Ошибок нет
sk: Žiadne chyby
sv: Inga fel
tr: Hata yok
uk: Нема помилок
vi: Không có lỗi

source: No pod paired
da: Ingen Pod parret
de: Kein Pod gekoppelt
es: No hay pod emparejado
fr: Aucun pod appairé
it: Nessun Pod abbinato
ja: ポッドペアリングできません
nb: Ingen sammenkoblet pod
nb_no: Ingen sammenkoblet pod
nl: Geen pod gekoppeld
pl: Brak sparowanego POD'a
ro: Niciun Pod asociat
ru: Нет сопряженного пода
sk: Nie je spárovaný žiadny pod
sv: Ingen parkopplad
tr: Eşleştirilmiş pod yok
uk: Немає підключеного Podʼу
vi: Không có pod nào được kết nối

source: No pods found
da: Ingen Pods fundet
de: Keinen Pod gefunden
es: No se encontraron Pods
fr: Aucun Pod trouvé
it: Nessun Pod trovato
nb: Ingen pod funnet
nb_no: Finner ikke pod
nl: Geen pods gevonden
pl: Nie znaleziono POD'a
ro: Nu s-au găsit Pod-uri
ru: Подов не найдено
sk: Nenašiel sa žiadny pod
sv: Hittade ingen podd
tr: Pod bulunamadı
uk: Pod не знайдено
vi: Không tìm thấy Pod

source: No response from pod
da: Intet svar fra Pod
de: Keine Rückmeldung vom Pod
es: Sin respuesta del pod
fr: Pas de réponse du Pod
it: Nessuna risposta dal Pod
ja: ポンド反応なし
nb: Ingen svar fra pod
nb_no: Ingen svar fra pod
nl: Geen reactie van pod
pl: Brak odpowiedzi z POD'a
ro: Nu s-a primit răspuns de la Pod
ru: Нет ответа от пода
sk: Žiadna odpoveď z podu
sv: Inget svar från pod
tr: Pod'dan yanıt yok
uk: Немає відповіді від Pod
vi: Không có tín hiệu phản hồi từ pod

source: No RileyLink available
da: Ingen RileyLink til stede
de: Kein RileyLink verfügbar
es: No hay RileyLink disponible
fr: Aucun RileyLink disponible
it: Nessun RileyLink disponibile
ja: RileyLinkがありません
nb: Ingen RileyLink tilgjengelig
nb_no: Ingen RileyLink tilgjengelig
nl: Geen RileyLink beschikbaar
pl: Brak dostępnego RileyLink
ro: Nu există un RileyLink disponibil
ru: Нет доступного RileyLink
sk: Nie je k dispozícii žiadny RileyLink
sv: Ingen RileyLink tillgänglig
tr: RileyLink yok
uk: RileyLink недоступний
vi: Không tìm thấy RileyLink

source: No, Continue With Pod
da: Nej, fortsæt med Pod
de: Nein, mit Pod fortfahren
es: No, continúe con el Pod
fr: Non, continuez avec le Pod
it: No, Continua con il Pod
nb: Nei, fortsett med Pod
nb_no: Nei, fortsett med pod
nl: Nee, Ga Verder Met Pod
pl: Nie, kontynuuj parowanie z POD'em
ro: Nu, continuați cu Pod-ul
ru: Нет, продолжить с подом
sk: Nie, pokračujte s Podom
sv: Nej, fortsätt med denna podd
tr: Hayır, Pod ile Devam Et
uk: Ні, продовжити з Pod
vi: Không, tiếp tục

source: No, Keep Pump As Is
da: Nej, behold pumpen som den er
de: Nein, Pumpe unverändert behalten
es: No, mantenga la bomba como está
fr: Non, garder la pompe telle quelle
it: No, Tieni microinfusore Come È
nb_no: Nei, behold pumpen som den er
nl: Nee, pomp laten zoals hij is
ru: Нет, оставить как есть
sk: Nie, nechajte pumpu tak, ako je
sv: Nej, behåll pumptid
tr: Hayır güncelleme
uk: Ні, залишити як є
vi: Không, Giữ nguyên

source: Normal operation mode where audible Pod beeps are used for all Pod alerts and when confidence reminders are enabled.
da: Normal driftstilstand, hvor hørbar Pod bip bruges til alle Pod advarsler, og når tillidspåmindelser er aktiveret.
de: Normaler Operationsmodus, in dem hörbare Pod Signale für alle Pod Alarme verwendet werden und wenn Vertrauenserinnerungen aktiviert sind.
es: Modo de operación normal, donde se utilizan pitidos audibles para todas las alertas del Pod y cuando los recordatorios de confianza están habilitados.
fr: En mode normal, le Pod émet des bips sonores pour chaque alerte et lorsque les Bip de confirmation sont activés.
it: Modalità di funzionamento normale in cui vengono utilizzati segnali acustici del Pod per tutti gli avvisi del Pod e quando sono attivi i promemoria di sicurezza.
nb: Normal driftsmodus der hørbare pod-pip brukes for alle pod-varsler og når tillitspåminnelser er aktivert.
nb_no: Normal driftsmodus der Pod piper for alle Pod-varslinger og når påminnelsesvarsler er aktivert.
nl: Normale modus waarbij hoorbare piepjes worden gebruikt voor alle Podwaarschuwingen en wanneer bevestigingsmeldingen zijn ingeschakeld.
ro: Modul normal de funcționare, în care semnalele acustice ale pompei sunt utilizate pentru toate alertele podului și atunci când sunt activate notificările de confirmare.
ru: Обычный режим работы, при котором звуковые сигналы используются для всех оповещений Пода и при включенных доверенных напоминаниях.
sk: Normálny prevádzkový režim, v ktorom sa zvukové signály Pod používajú pre všetky upozornenia Pod a keď sú povolené pripomenutia dôvery.
sv: Normalt läge när ljud är på för både varningar och för bekräftelser.
uk: Звичайний режим роботи, коли звукові сигнали Pod використовуються для всіх сповіщень Pod і коли ввімкнено нагадування про конфіденційність.
vi: Chế độ hoạt động bình thường trong đó tiếng bíp của Pod được dùng cho mọi cảnh báo của Pod và khi lời nhắc được bật.

source: Not enough data
da: Ikke nok data
de: Nicht genügend Daten
es: No hay suficientes datos
fr: Pas assez de données
it: Dati non sufficienti
nb: Ikke nok data
nb_no: Ikke nok data
nl: Onvoldoende Gegevens
pl: Za mało danych
ro: Nu sunt suficiente date
ru: Недостаточно данных
sk: Nedostatok dát
sv: Inte tillräckligt med data
tr: Yeterli veri yok
uk: Недостатньо даних
vi: Không đủ dữ liệu

source: Occlusion detected
da: Blokkering opdaget
de: Verstopfung erkannt
es: Oclusion detectada
fr: Occlusion détectée
it: Occlusione rilevata
ja: 閉塞があります
nb: Tilstoppelse oppdaget
nb_no: Tilstoppelse oppdaget
nl: Verstopping gedetecteerd
pl: Wykryto niedrożność
ro: Ocluzie detectată
ru: Обнаружена закупорка
sk: Zistená oklúzia
sv: Ocklusion upptäckt
tr: Tıkanma tespit edildi
uk: Виявлено закупорку
vi: Phát hiện tắc nghẽn

source: Occlusion Detected
da: Blokkering opdaget
de: Verstopfung erkannt
es: Oclusión detectada
fr: Occlusion détectée
it: Occlusione rilevata
nb: Okklusjon oppdaget
nb_no: Tilstoppelse oppdaget
nl: Verstopping Gedetecteerd
pl: Wykryto niedrożność
ro: Ocluzie detectată
ru: Обнаружена закупорка
sk: Zistená oklúzia
sv: Ocklusion upptäckt
tr: Tıkanma tespit edildi
uk: Виявлено оклюзію
vi: Phát hiện tắc nghẽn

source: Paired
da: Parret
de: Gekoppelt
es: Emparejado
fr: Appairé
it: Abbinato
ja: ペアリングされました
nb: Sammenkoblet
nb_no: Sammenkoblet
nl: Gekoppeld
pl: Sparowany
ro: Asociat
ru: Сопряжен
sk: Spárované
sv: Parkopplad
tr: Eşleştirilmiş
uk: Пов'язані
vi: Đã được ghép đôi

source: Pairing completed
da: Parring afsluttet
de: Kopplung abgeschlossen
es: Emparejamiento completo
fr: Appairage terminé
it: Abbinamento completato
nb: Sammenkobling fullført
nb_no: Sammenkobling fullført
nl: Koppelen voltooid
pl: Parowanie zakończone
ro: Asociere finalizată
ru: Сопряжение завершено
sk: Párovanie je dokončené
sv: Parkoppling lyckades
tr: Eşleştirme tamamlandı
uk: Спаровування завершено
vi: Ghép đôi hoàn thành

source: Pairing Exception: %1$@
da: Parringsundtagelse: %1$@
de: Kopplungsausnahme: %1$@
es: Excepción de emparejamiento: %1$@
fr: Exception pendant l'appairage : %1$@
it: Eccezione di abbinamento: %1$@
nb: Paringsunntak: %1$@
nb_no: Paringsunntak: %1$@
nl: Koppelingsuitzondering: %1$@
pl: Problem z parowaniem
ro: Excepție de asociere: %1$@
ru: Исключение сопряжения: %1$@
sk: Výnimka párovania: %1$@
sv: Parkopplingsundantag: %1$@
tr: Eşleştirme İstisnası: %1$@
uk: Виняток сполучення: %1$@
vi: Lỗi ghép nối: %1$@

source: Pairing...
da: Parrer...
de: Koppeln…
es: Emparejando...
fr: Appairage en cours...
it: Abbinamento in corso...
nb: Kobler sammen...
nb_no: Kobler sammen...
nl: Koppelen…
pl: Parowanie…
ro: Se asociază…
ru: Сопряжение...
sk: Páruje sa…
sv: Parkopplar...
tr: Eşleştiriliyor…
uk: Створення пари...
vi: Đang ghép đôi...

source: Parsing Error: %1$@ in (%2$@)
da: Indlæsningfejl: %1$@ i %2$@
de: Parsing-Fehler: %1$@ in (%2$@)
es: Error de parseo: %1$@ en (%2$@)
fr: Erreur d'analyse : %1$@ dans (%2$@)
it: Errore di parsing: %1$@ in (%2$@)
nb: Analysefeil: %1$@ i (%2$@)
nb_no: Analysefeil: %1$@ i (%2$@)
nl: Parseerfout: %1$@ in (%2$@)
pl: Błąd analizy: %1$@ w (%2$@)
ro: Eroare de parsare: %1$@ în ( %2$@ )
ru: Ошибка синтаксического анализа: %1$@ in (%2$@)
sk: Chyba pri analyzovaní: %1$@ v (%2$@)
sv: Fel vid tolkning: %1$@ i (%2$@)
tr: Ayrıştırma Hatası: %1$@ içinde (%2$@)
uk: Помилка обробки: %1$@ в (%2$@)
vi: Lỗi cú pháp: %1$@ in (%2$@)

source: Percent = %lf
da: Procent = %lf
de: Prozent = %lf
es: Porcentaje = %lf
fr: Pourcentage = %lf
it: Percentuale = %lf
nb: Prosent = %lf
nb_no: Prosent = %lf
nl: Procent = %lf
pl: Procent = %lf
ro: Procentaj = %lf
ru: Процент = %lf
sk: Percentá = %lf
sv: Procent = %lf
tr: Yüzde = %lf
uk: Відсоток = %lf
vi: Phần trăm = %lf

source: Peripheral Not Ready
da: Ekstern enhed er ikke forbundet
de: Peripheriegerät nicht bereit
es: Periférico no preparado
fr: Le périphérique n'est pas prêt
it: Periferica non pronta
nb: Tilbehøret ikke klart
nb_no: Tilbehør er ikke klart
nl: Apparaat Niet Gereed
pl: Urządzenie peryferyjne nie jest gotowe
ro: Dispozitivul periferic nu este conectat
ru: Периферийное устройство не готово
sk: Periférne zariadenie nie je pripravené
sv: Perifer enhet inte redo
tr: Çevre Birimi Hazır Değil
uk: Периферійний пристрій не готовий
vi: Thiết bị ngoại vi chưa sẵn sàng

source: Play Test Beeps
da: Afspil Test Bip
de: Testtöne abspielen
es: Tocar pitidos de prueba
fr: Jouer des bips de test
it: Emetti segnali acustici di prova
nb: Spill av testpip
nb_no: Spill test-toner
nl: Speel testpiepjes af
pl: Odtwarzaj dźwięki testu
ro: Redă semnale sonore de testare
ru: Включить проверку сигналов
sk: Prehrať skúšobné pípnutia
sv: Spela upp testljud
tr: Test Bip Sesi Çal
uk: Програти тестовий звук
vi: Kiểm tra bíp

source: Please bring only original pod in range or deactivate original pod
da: Hav kun den originale Pod tæt på eller deaktiver den original Pod
de: Bitte nur Original-Pod in Reichweite bringen oder Original-Pod deaktivieren
es: Por favor, ponga solamente el Pod original en rango o desactivelo
fr: Veuillez rapprocher le Pod original ou désactiver le Pod d'origine
it: Si prega di portare solo il Pod originale nel raggio d'azione o disattivare il Pod originale
nb: Ta kun med original pod innenfor rekkevidde eller deaktiver original pod
nb_no: Vennligst ha bare den opprinnelige poden innenfor rekkevidde, eller deaktiver den opprinnelige poden
nl: Breng alleen de oude pod binnen bereik of deactiveer de originele pod
pl: Używaj tylko oryginalny POD w zasięgu sygnału albo dezaktywuj oryginalny POD
ro: Vă rugăm să aduceți doar Pod-ul inițial în rază de acțiune sau dezactivați Pod-ul inițial
ru: Пожалуйста, приносите в зону действия только оригинальный под или деактивируйте оригинальный под
sk: Prosím, majte iba pôvodný pod v dosahu alebo deaktivujte pôvodný pod
sv: Ha endast din ursprungliga podd inom räckvidd eller inaktivera ursprunglig podd
tr: Lütfen menzile yalnızca orijinal podu getirin veya orijinal podu devre dışı bırakın
uk: Будь ласка, тримайте лише вихідний Pod у зоні дії або деактивуйте оригінальний Pod
vi: Chỉ mang pod gốc trong phạm vi hoạt động hoặc hủy kích hoạt pod gốc

source: Please bring your pod closer to the RileyLink and try again
da: Venligst flyt Pod’en tættere på din RileyLink og prøv igen
de: Bitte bringe Deinen Pod näher an Dein RileyLink und versuche es erneut
es: Por favor, acerque su pod al RileyLink e inténtelo de nuevo
fr: Merci de rapprocher votre pod du RileyLink et d'essayer à nouveau
it: Avvicina Pod a RileyLink e riprova
ja: ポッドを RileyLink に近づけてやり直してください
nb: Prøv å sette pod og RileyLink nærmere hverandre og prøv så igjen
nb_no: Prøv å sette pod og RileyLink nærmere hverandre og prøv så igjen
nl: Breng de pod dichter bij de RileyLink en probeer opnieuw
pl: Umieść POD'a bliżej RileyLink i spróbuj ponownie
ro: Apropiați Pod-ul de RileyLink și încercați din nou
ru: Поднесите Omnipod ближе к RileyLink и попробуйте снова
sk: Priblížte pod k RileyLinku a skúste to znova
sv: För din pod närmare din RileyLink och försök igen
tr: Lütfen podunuzu RileyLink'e yaklaştırın ve tekrar deneyin
uk: Будь ласка, піднесіть свій Pod до RileyLink і повторіть спробу
vi: Đề nghị để pod gần với Rileylink và thử lại lần nữa

source: Please confirm that the Pod is securely attached to your body. The cannula can be inserted only once with each Pod. Tap “Confirm” when Pod is attached.
da: Bekræft venligst, at Pod er sikkert fastgjort til din krop. Kanylen kan kun indsættes én gang med hver Pod. Tryk på "Bekræft", når Pod er tilsluttet.
de: Bitte vergewissere Dich, dass der Pod sicher an Deinem Körper befestigt ist. Die Kanüle kann mit jedem Pod nur einmal eingeführt werden. Tippe auf „Bestätigen“, wenn der Pod angeschlossen ist.
es: Compruebe que el Pod está bien adherido a su cuerpo. La cánula sólo puede insertarse una vez con cada Pod. Pulse "Confirmar" cuando el Pod esté ya bien adherido a su cuerpo.
fr: Veuillez confirmer que le Pod est solidement attaché à votre corps. La canule ne peut être insérée qu'une seule fois avec chaque Pod. Appuyez sur "Confirmer" lorsque le Pod est appliqué.
it: Si prega di confermare che il Pod è saldamente fissato al corpo. La cannula può essere inserita una sola volta con ogni Pod. Tocca "Conferma" quando il Pod è fissato.
nb: Vennligst bekreft at pod er godt festet til kroppen din. Kanylen kan bare settes inn én gang med hver pod. Trykk på "Bekreft" når pod er festet til kroppen.
nb_no: Vennligst bekreft at pod er godt festet til kroppen din. Kanylen kan bare settes inn én gang med hver pod. Trykk på "Bekreft" når pod er festet til kroppen.
nl: Controleer of de Pod goed op je lichaam vastgeplakt zit. De canule kan slechts één keer per Pod worden ingebracht. Tik op "Bevestigen" wanneer de Pod is vastgeplakt.
pl: Potwierdź, że POD jest poprawnie przymocowany do ciała. Kaniulę można wprowadzić tylko raz w każdym POD'dzie. Stuknij „Potwierdź”, gdy POD jest przymocowany.
ro: Vă rugăm să confirmați că Pod-ul este bine fixat de corpul dumneavoastră. Canula poate fi introdusă doar o singură dată cu fiecare Pod. Atingeți „Confirmați” când Pod-ul este fixat.
ru: Убедитесь, что под надежно приклеен на вашем теле. Катетер можно ввести только один раз. Нажмите кнопку "Подтвердить", когда под приклеен.
sk: Potvrďte, že pod je bezpečne pripevnený k vášmu telu. Kanyla sa môže zaviesť iba raz pre každý Pod. Klepnite na „Potvrdiť“, keď je Pod pripevnený.
sv: Kontrollera att podden sitter bra på din kropp. Kanylen kan bara föras in en gång. Tryck på "Bekräfta" när podden sitter fast.
tr: Lütfen Pod'un vücudunuza güvenli bir şekilde takıldığından emin olun. Kanül, her Pod ile yalnızca bir kez yerleştirilebilir. Pod eklendiğinde "Onayla"ya dokunun.
uk: Будь ласка, переконайтеся, що Pod надійно прикріплений до вашого тіла. Канюлю можна вводити лише один раз у кожен Pod. Натисніть «Підтвердити», коли Pod буде прикріплено.
vi: Vui lòng xác nhận rằng Pod đã được gắn chắc chắn vào cơ thể bạn. Kim tiêm chỉ có thể được chèn một lần cho mỗi Pod. Nhấn “Xác nhận” khi Pod đã được gắn.

source: Please deactivate the pod. When deactivation is complete, you may pair a new pod.
da: Deaktiver Poden. Når deaktiveringen er fuldført, kan du parre en ny Pod.
de: Bitte deaktiviere den Pod. Wenn die Deaktivierung abgeschlossen ist, kannst Du einen neuen Pod koppeln.
es: Por favor desactivar el Pod. Cuando la desactivación se haya completado, puede emparejar un nuevo Pod.
fr: Veuillez désactiver le pod. Une fois la désactivation terminée, vous pouvez appairer un nouveau pod.
it: Si prega di disattivare il Pod. Al termine della disattivazione, è possibile abbinare un nuovo Pod.
nb: Vennligst deaktiver pod. Når deaktiveringen er fullført, kan du pare en ny pod.
nb_no: Vennligst deaktiver pod. Når den er deaktivert kan du parkoble en ny pod.
nl: Deactiveer de pod. Wanneer de deactivering voltooid is, kun je een nieuwe pod koppelen.
pl: Proszę dezaktywować POD'a. Po zakończeniu dezaktywacji możesz sparować nowego POD'a.
ro: Vă rugăm să dezactivați podul. Când dezactivarea este completă, puteți asocia un nou pod.
ru: Пожалуйста, деактивируйте под. Когда деактивация будет закончена, Вы сможете сопрячь новый.
sk: Prosím, deaktivujte pod. Po dokončení deaktivácie, môžete spárovať nový pod.
sv: Inaktivera podden. När inaktiveringen är klar kan du parkoppla en ny podd.
tr: Lütfen podu devre dışı bırakın. Devre dışı bırakma tamamlandığında, yeni bir podu eşleştirebilirsiniz.
uk: Будь ласка, деактивуйте Pod. Після завершення деактивації ви можете підключити новий Pod.
vi: Hủy kích hoạt pod. Khi việc hủy kích hoạt hoàn tất, bạn có thể ghép nối pod mới.

source: Please deactivate the pod. When deactivation is complete, you may remove it and pair a new pod.
da: Deaktiver Poden. Når deaktiveringen er fuldført, kan du fjerne den og parre en ny Pod.
de: Bitte deaktiviere den Pod. Wenn die Deaktivierung abgeschlossen ist, kannst Du ihn entfernen und einen neuen Pod koppeln.
es: Por favor desactivar el Pod. Cuando la desactivación se haya completado, puede retirarlo y emparejar un nuevo pod.
fr: Veuillez désactiver le pod. Une fois la désactivation terminée, vous pouvez le retirer et appairer un nouveau pod.
it: Si prega di disattivare il Pod. Al termine della disattivazione, è possibile rimuoverlo e abbinare un nuovo Pod.
nb: Vennligst deaktiver pod. Når deaktiveringen er fullført, kan du fjerne den og pare en ny pod.
nb_no: Vennligst deaktiver pod. Når den er deaktivert kan du fjerne den fra kroppen og parkoble en ny pod.
nl: Deactiveer de pod. Wanneer de deactivering voltooid is, kun je deze verwijderen en een nieuwe pod koppelen.
pl: Proszę dezaktywować POD'a. Po zakończeniu dezaktywacji usuń POD'a i sparuj nowego.
ro: Vă rugăm să dezactivați podul. Când dezactivarea este completă, îl puteți elimina și asociați un nou pod.
ru: Пожалуйста, деактивируйте под. Когда деактивация будет закончена, Вы можете снять старый под и сопрячь новый.
sk: Prosím, deaktivujte pod. Po dokončení deaktivácie, ho môžete odstrániť a spárovať nový pod.
sv: Inaktivera din podd. Avlägsna sedan podden från kroppen och parkoppla en ny.
tr: Lütfen podu devre dışı bırakın. Devre dışı bırakma tamamlandığında onu çıkarabilir ve yeni bir podu eşleştirebilirsiniz.
uk: Будь ласка, деактивуйте Pod. Після завершення деактивації ви можете видалити його та створити пару з новим Podʼом.
vi: Hủy kích hoạt pod. Khi việc hủy kích hoạt hoàn tất, gỡ bỏ pod ra khỏi cơ thể và ghép nối pod mới.

source: Please enable bluetooth permissions for this app in system settings
da: Aktivér Bluetooth-tilladelser for denne app i systemindstillinger
de: Bitte aktiviere die Bluetooth-Berechtigungen für diese App in den Systemeinstellungen
es: Habilite los permisos de bluetooth para esta aplicación en la configuración del sistema
fr: Veuillez activer les autorisations Bluetooth pour cette application dans les paramètres système
it: Si prega di attivare le autorizzazioni bluetooth per questa app nelle impostazioni di sistema
nb: Aktiver Bluetooth-tillatelser for denne appen i systeminnstillingene
nb_no: Aktiver Bluetooth-tillatelser for denne appen i systeminnstillingene
nl: Schakel bluetooth-toestemmingen in voor deze app in de systeeminstellingen.
pl: Włącz uprawnienia Bluetooth dla tej aplikacji w ustawieniach systemowych
ro: Vă rugăm să activați permisiunile bluetooth pentru această aplicație în setările de sistem
ru: Включите разрешения Bluetooth для этого приложения в настройках системы.
sk: Povoľte tejto aplikácii oprávnenia pre Bluetooth v systémových nastaveniach
sv: Tillåt användning av Bluetooth i systeminställningar
tr: Lütfen sistem ayarlarında bu uygulama için bluetooth izinlerini etkinleştirin
uk: Будь ласка, увімкніть дозволи Bluetooth для цієї програми в системних налаштуваннях
vi: Vui lòng bật quyền Bluetooth cho ứng dụng này trong cài đặt hệ thống

source: Please finish pairing your pod.
da: Afslut parringen af din Pod.
de: Bitte schließe die Kopplung Deines Pods ab.
es: Por favor, termine de emparejar su Pod.
fr: Veuillez finir d'appairer votre Pod.
it: Completa l'abbinamento del tuo Pod.
nb: Fullfør sammenkoblingen av pod.
nb_no: Vennligst fullfør parkobling av pod.
nl: Voltooi het koppelen van je pod.
pl: Dokończ parowanie POD'a.
ro: Vă rugăm să terminați asocierea Pod-ului.
ru: Пожалуйста, завершите сопряжение вашего пода.
sk: Dokončite párovanie vášho Podu.
sv: Du behöver göra färdigt parkopplingen av din podd.
tr: Lütfen podunuzu eşleştirmeyi bitirin.
uk: Будь Ласка, завершіть підключення Podʼу.
vi: Đề nghị hoàn thành ghép đôi pod.

source: Please pair a new pod
da: Venligst par med en ny Pod
de: Bitte koppel einen neuen Pod
es: Por favor, empareje un nuevo pod
fr: Merci d'appairer un nouveau Pod
it: Abbina nuovo Pod
ja: 新しいポッドをペアリングしてください
nb: Vennligst koble til ny pod
nb_no: Vennligst koble til ny pod
nl: Koppel een nieuwe pod
pl: Sparuj nowego POD'a
ro: Asociați un Pod nou
ru: Начните сопряжение с новым Omnipod
sk: Spárujte nový pod
sv: Var god parkoppla ny pod
tr: Lütfen yeni bir pod eşleştirin
uk: Будь ласка, підключіть новий Pod
vi: Đề nghị ghép đôi pod mới

source: Please reposition iPhone further from the pod
da: Flyt iPhone længere væk fra Poden
de: Bitte positioniere das iPhone weiter vom Pod entfernt
es: Por favor, reposicione el iPhone más lejos del Pod
fr: Veuillez repositionner l’iPhone plus loin du Pod
it: Si prega di riposizionare iPhone più lontano dal Pod
nb: Vennligst flytt iPhone lenger fra pod
nb_no: Vennligst flytt iPhone lenger bort fra poden
nl: Plaats Iphone verder van de pod
pl: Odsuń dalej POD'a od iPhone'a
ro: Vă rugăm să repoziționați iPhone-ul mai departe de Pod
ru: Пожалуйста, переместите iPhone подальше от пода
sk: Prosím, presuňte iPhone ďalej od Podu
sv: Pröva att flytta din iPhone längre ifrån podden
tr: Lütfen iPhone'u poddan daha uzağa yerleştirin
uk: Перемістіть iPhone далі від Podʼу
vi: Đặt iPhone xa khỏi pod

source: Please reposition iPhone relative to the pod
da: Flyt iPhone i forhold til Pod'en
de: Bitte positioniere das iPhone relativ zum Pod neu
es: Por favor, cambie la posición del iPhone con respecto al Pod
fr: Veuillez repositionner l’iPhone par rapport au Pod
it: Si prega di riposizionare iPhone rispetto al Pod
nb: Vennligst flytt iPhone i forhold til pod
nb_no: Vennligst flytt iPhone relativt til pod
nl: Verplaats de iPhone ten opzichte van de pod
pl: Zmień położenie iPhone'a względem POD'a
ro: Vă rugăm să repoziționați iPhone-ul mai aproape de Pod
ru: Пожалуйста, измените положение iPhone относительно пода
sk: Prosím, zmeňte polohu iPhone k Podu
sv: Flytta din iPhone i förhållande till din podd
tr: Lütfen iPhone'u poda göre yeniden konumlandırın
uk: Перемістіть iPhone далі від Podʼу
vi: Đặt iPhone lại gần pod
